# 2개 이상의 값 대입하기 -- 차례로 학교, 학과, 학번, 이름이 출력되도록 해주세요
# 단 각 형태에 맞는 포맷 코드를 사용해주셔야 합니다 !
school = "성공회대학교"
study = "IT융합자율학부"
number = 202114041
name = "주영빈"
print("저는 %s %s %d %s입니다." % (school, study, number, name))

'''
예시 :
저는 성공회대학교 IT융합자율학부 202114041 주영빈입니다.
'''

# 이번에는 각 형태에 맞는 포맷 코드를 사용하는 것이 아닌 %s만을 사용해 위와 똑같이 출력되도록 해주세요
school = "성공회대학교"
study = "IT융합자율학부"
number = 202114041
name = "주영빈"
print("저는 %s %s %s %s입니다." % (school, study, number, name))

'''
예시 :
저는 성공회대학교 IT융합자율학부 202114041 주영빈입니다.
'''